export const rules = {
    "Основные": {
        "1.1": { short_description: "Оскорбление участников сервера" },
        "1.2": { short_description: "КАПС, флуд и оффтоп" },
        "1.3": { short_description: "Непингуемые никнеймы" },
        "1.4": { short_description: "Сторонние программы и проверки" },
        "1.5": { short_description: "Обман/скам участников сервера" },
        "1.6": { short_description: "Твинк аккаунты" },
        "1.7": { short_description: "Обход блокировки" },
        "1.8": { short_description: "Оскорбление родных" },
        "1.9": { short_description: "Политические и религиозные темы" },
        "1.10": { short_description: "Распространение личной информации" },
        "1.11": { short_description: "Нарушение правил сообщества Discord" },
        "1.12": { short_description: "Вредоносные действия по отношению к серверу" },
    },
    "Реклама": {
        "2.1": { short_description: "Рекламная и предпринимательская деятельность" },
        "2.2": { short_description: "Попрошайничество" },
        "2.3": { short_description: "Покупка/продажа/обмен скинов, ключей, аккаунтов и т.п." },
        "2.4": { short_description: "Переманивание участников сервера" },
    },
    "Администрация": {
        "3.1": { short_description: "Выдача себя за администрацию" },
        "3.2": { short_description: "Оскорбление администрации" },
        "3.3": { short_description: "Несоблюдение прочих правил, указанных администрацией" },
        "3.4": { short_description: "Обман администрации" },
    },
    "Голосовые каналы": {
        "4.1": { short_description: "Трансляция громких звуков" },
        "4.2": { short_description: "Изменение голоса в голосовом канале" },
        "4.3": { short_description: "Порча игры находясь в голосовом канале" },
        "4.4": { short_description: "Препятствие нормальной игре" },
    }
}